Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/other_files/stm201220130029000dddepub.epub.tmx
Source language: nob
Languages: sme

source: Historisk har ideelle organisasjoner vært velferdsstatens fortropp.
sme: Historjjálaččat ideála organisašuvnnat leat leamaš buorredillestáhta njunušjoavkun.

source: De har bygd ut tjenestetilbud til svake grupper som det offentlige seinere har tatt ansvar for, og de har utviklet nye arbeidsmetoder ofte med stor vekt på brukerinnflytelse og deltakelse fra lokalsamfunnet.
sme: Dat leat ásahan geahnohis joavkkuide bálvalusfálaldagaid, mat de leat šaddan almmolaš ovddasvástádussan maŋŋá, ja dat leat ovddidan ođđa bargovugiid, main nannosit deattastit geavaheddjiid vejolašvuođaid váikkuhit ja searvat báikkálaš servodahkii.

source: Behovet for slike pionérer er like stort i dag.
sme: Dakkár pionerat dárbbašuvvojit ain seammá ollu.

source: Ideelle organisasjoner vil fortsatt være viktige medspillere for å møte de utfordringer og muligheter som følger av en aldrende befolkning, økende kulturelt mangfold og en rivende teknologisk utvikling.
sme: Ideála organisašuvnnat leat ain mávssolaččat dál go álbmoga boarásmuvvan, stuorát kultuvrralaš máŋggadáfotvuohta ja teknologiija ereliiggán jođánis ovdáneapmi bohciidahttet hástalusaid ja vejolašvuođaid.

source: For regjeringen er samspillet med ideell sektor viktig i utviklingen av velferdsstaten.
sme: Ráđđehussii lea mávssolaš ovddidit buorredillestáhta ovttas ideála surggiin.

source: Regjeringen har forventninger til ideelle aktørers innovative tilnærming til helse- og omsorgssektoren, og ser dette samarbeidet som en av flere muligheter til å mobilisere frivillige og nærmiljøet.
sme: Ráđđehusas leat vuordámušat ideála aktevrraid innovatiiva lahkonanvugiide dearvvašvuođa- ja fuolahansuorggi oktavuođas, ja dat oaidná ovttasbarggu vejolašvuohtan mobiliseret eaktodáhtolaččaid ja lagašbirrasa.

source: EØS-regelverket legger noen rammer for hvordan offentlige myndigheter kan kjøpe tjenester av ideelle.
sme: EES-njuolggadusain leat rámmat dan hárrái mo almmolaš eiseválddit sáhttet oastit bálvalusaid ideála aktevrrain.

source: Regjeringen er opptatt av å utnytte det handlingsrommet som i dag eksisterer ved kjøp av denne type tjenester.
sme: Ráđđehusa mielas lea mávssolaš geavahit dálá doaibmamuni dakkár bálvalusaid oastima hárrái.

source: Egne anskaffelsesprosesser for ideelle, langsiktige avtaler og et samarbeid om utvikling og innovasjon i forkant av anskaffelsen er gode og mulige handlingsalternativ for de kommunene som ønsker å videreutvikle et slikt samarbeid.
sme: Sierra háhkanproseassat ideála, guhkes áiggi soahpamušaid várás, ja oktasaš ovddidan- ja innovašuvdnabargu ovdal háhkama leat buorit ja vejolaš doaibmamolssaeavttut daid gielddaide, mat háliidit ovddidit dakkár ovttasbarggu ain viidáseappot.

source: Ideelle leverandørers plass og høye legitimitet på helse- og sosialfeltet vil i framtida være nært knyttet til at de fortsatt kan være innovatører, gå nye veier, involvere frivillige og ta fatt der velferdssamfunnet svikter.
sme: Ideála bálvalusfálliid sajádat ja alla legitimitehta dearvvašvuođa- ja sosiálasuorggis lea boahtteáiggis lagaš oktavuođas dainna, ahte dat sáhttet ain leat innováhtorat, gávdnat ođđa bálgáid, fátmmastit fárrui eaktodáhtolaččaid ja bargat barggu dakko gokko buorredilleservodat ii doaimmat barggus.

source: Dette krever at de kan holde fast på sin verdibaserte forankring og egenart, og finner nye eierformer og driftsmodeller som involverer brukerne og deres representanter på andre måter enn tidligere.
sme: Dat eaktuda, ahte dat doalahit iežaset vuođu ja erenoamášvuođa, man vuolggasadjin leat árvvut, ja ahte dat gávdnet ođđa eaiggádanhámiid ja doaibmamálliid, mat fátmmastit geavaheddjiid ja sin ovddasteddjiid eará láhkai go ovdal.

source: 2.3.4 Samvirke som mulighet
sme: 2.3.4 Ovttasdoaibmafitnodaga vejolašvuođat

source: Samvirke er som selskapsform godt egnet til å bli benyttet på velferdsområdet og i samhandling med kommunene om utvikling av omsorgstjenestene.
sme: Ovttasdoaibmafitnodat lea fitnodatmálle, mii heive bures buorredillesuorgái ja fuolahanbálvalusaid ovddideapmái ovttas gielddain.

source: Samvirke er en organisasjonsform som ligger godt til rette for sterkere brukerinnflytelse, eierskap og brukerstyring.
sme: Ovttasdoaibmafitnodat lea organisašuvdnahápmi, mii addá geavaheddjiide vejolašvuođa váikkuhit, eaiggádit ja stivret fitnodaga.

source: Samtidig inviterer selskapsformen tjenestemottakere og innbyggere til å være mer enn forbrukere og konsumenter, ved å utfordre til å ta ansvar og delta i utformingen og produksjonen av tjenestetilbudet.
sme: Seammás fitnodathápmi bovde bálvalusaid vuostáiváldiid váldit stuorát rolla, go geavaheaddji ja golaheaddji rolla, go dat hástala sin váldit ovddasvástádusa ja searvat bálvalusfálaldaga hábmemii ja buvttadeapmái.

source: Morgendagens helse- og omsorgstjenester må utformes og utføres i et samspill mellom kommunale og ikke-kommunale aktører med fotfeste i det sivile samfunnet.
sme: Boahtteáiggi dearvvašvuođa- ja fuolahanbálvalusaid hábmemii ja ollašuhttimii galget searvat gielddat ja gieldda vuogádahkii gulakeahtes aktevrrat, mat gullet siviila servodahkii.

source: Samvirkeforetakets særpreg åpner for lokale løsninger på lokale behov, og gir den enkelte innbygger rolle både som forbruker og produsent gjennom deltakelse, brukerstyring og medproduksjon av tjenestene.
sme: Ovttasdoaibmafitnodagaid erenoamášvuohta addá vejolašvuođaid báikkálaš čovdosiidda, maid vuođđun lea báikkálaš dárbbut, ja addá ássiide vejolašvuođa leat sihke geavaheaddji ja buvttadeaddji rollas, nu ahte sii besset searvat, stivret geavaheaddjin ja leat mielde buvttadeamen bálvalusaid.

source: Lokaldemokratiet i kommunene styrkes gjennom sterkere direkte brukerdemokrati.
sme: Gielddaid báikkálašdemokratiija nannejuvvo go geavaheaddjidemokratiija lea nannosut ja njuolgadut.

source: I internasjonal sammenheng er samvirkeforetak svært utbredt.
sme: Ovttasdoaibmafitnodagat leat hui dábálaččat riikkaidgaskasaš oktavuođain.

source: I Norge har samvirke som eier- og driftsform generelt vært lite utbredt innenfor områder der offentlig sektor har ansvaret.
sme: Norggas ovttasdoaibman ii leat nuge leamaš dábálaš eaiggát- ja fitnodathápmi surggiin, main almmolaš suorggis lea ovddasvástádus.

source: I andre deler av nærings- og samfunnslivet har denne eier- og driftsformen lenge hatt en helt annen dominerende plass.
sme: Ealáhusaid ja servodaga eará osiin fas dákkár eaiggádan- ja doaibmanhápmi lea guhká leamaš váldun áibbas eará láhkai.

source: I omsorgssektoren kan det være rom for både brukersamvirke, personalsamvirke, tilbydersamvirke, pårørendesamvirke eller mer blandede samvirkeforetak.
sme: Fuolahansuorgái vedjet čáhkat sihke geavaheddjiid ovttasdoaibmafitnodagat, bargiid ovttasdoaibman, fálliid ovttasdoaibman, oapmahaččaid ovttasdoaibman dahje ovttasdoaibmafitnodagat, main leat iešguđetlágan oasit.

source: Drivkraften i sosialt entreprenørskap er å løse samfunnsproblemer og sikre sosial verdiskaping.
sme: Sosiála entreprenevravuođa mohtorin lea servodatváttisvuođaid čoavdin ja sosiála árvoráhkadeami sihkkarastin.

source: For å fremme entreprenørskap i utdanningssystemet samarbeider regjeringen med Ungt Entreprenørskap hvor flere av bedriftene som startes opp er sosiale entreprenører.
sme: Ráđđehus áigu ovddidit entreprenevravuođa oahppovuogádagas, ja bargá danin ovttas Ungt Entreprenørskapiin, man olis ollu fitnodagat álggahit sosiála entreprenevran.

source: 2.3.5 Samspill med næringslivet
sme: 2.3.5 Ovttasbargu ealáhusaiguin

source: Norsk næringsliv har kompetanse som kan bidra til å utvikle omsorgssektoren.
sme: Norgga ealáhusain lea gelbbolašvuohta, mainna sáhttet ovddidit fuolahansuorggi.

source: Ved å samarbeide om å utvikle tjenester og produkter kan det offentlige og private aktører skape nye løsninger.
sme: Go bálvalusaid ja buktagiid ovddidit ovttas, de almmolaš ja priváhta aktevrrat sáhttet ráhkadit ođđa čovdosiid.

source: Det ligger et betydelig innovasjonspotensial i offentlige anskaffelser.
sme: Almmolaš háhkamiid oktavuođas lea stuorra innovašuvdnapotentiála.

source: Anskaffelser som et strategisk virkemiddel for innovasjon vil ikke bare gi bedre utnyttelse av samfunnets ressurser, men også skape bedre og nye tjenester til det beste for brukerne.
sme: Háhkamat sáhttet leat innovašuvnna strategalaš gaskaoapmin, nu ahte oažžut sihke stuorát ávkki servodaga resurssain ja ráhkadit vel ođđa ja buoret bálvalusaid geavaheddjiid ávkin.

source: Et aktivt næringsliv som deltar i utformingen av løsningene på kommunenes utviklingsbehov vil bidra til bedre, tryggere og mer effektive tjenester, og til å skape positive ringvirkninger i næringslivet.
sme: Go ealáhusat leat aktiivvalaččat mielde hábmemin čovdosiid gielddaid ovdánandárbbuide, de šaddet buoret, sihkkarut ja beaktilut bálvalusat, ja leat maid buorit lassiváikkuhusat ealáhusaide.

source: Det vil derfor bli lagt til rette for en politikk som:
sme: Danin láhčet dilálašvuođaid politihkkii, man olis:

source: utvikler nye tilbud i grenseflaten mellom omsorgstjenesten og næringslivet
sme: ovddidit ođđa fálaldagaid fuolahanbálvalusa ja ealáhusaid rájá ala

source: styrker omsorgssektorens rolle som en kompetent og krevende bestiller
sme: nannejit fuolahansuorggi rolla diŋgojeaddjin, mii lea gelbbolaš ja gáibida ollu

source: utvikler omsorgstjenesten som eksportartikkel
sme: ovddidit fuolahansuorggi eksportagálvun

source: møter et raskt voksende seniormarked
sme: dustet vuorrasiidmárkana, mii viidána sakka

source: Regjeringen er opptatt av at utviklingen ikke skal føre til økt skjevfordeling i befolkningens tilgang til helse- og velferdstjenester, men en del av de praktiske og mer servicepregede tjenestene vil bli produsert av andre og levert både gjennom kommunen og på individmarkedet.
sme: Ráđđehus oaidná mávssolažžan, ahte ovdáneami boađusin ii galgga šaddat sierraárvosašvuohta nu ahte dearvvašvuođa- ja buorredillebálvalusat eai leat buohkaide seammá álkit olámuttus, muhto ahte oasi geavatlaš bálvalusain, mat gullet čielgaseappot veahkkebálvalusaide, galget baicce earát buvttadit ja fállat dasto sihke gieldda bokte ja oktagaslaš márkanis.

source: Dette innebærer en politikk der regjeringen mener at kommunene selv, sammen med ideelle organisasjoner, bør drive langtids institusjonsplasser og grunnleggende helse- og omsorgstjenester.
sme: Dat mielddisbuktá politihka, mas ráđđehus oaivvilda ahte gielddat ieža, ovttas ideála organisašuvnnaiguin, berrejit jođihit guhkes áiggi institušuvdnasajiid ja dearvvašvuođa- ja fuolaheami vuođđobálvalusaid.

source: Samtidig vil næringslivet stå for en rekke underleveranser til kommunen. Dette kan for eksempel gjelde både bygningsmasse, teknologi og boliger.
sme: Seammás ealáhusat doaimmahit gildii iešguđetlágan vuolleleveránssaid, ovdamearkka dihte huksenmássa, teknologiija ja ásodagaid.

source: 2.4 Morgendagens omsorgstjeneste
sme: 2.4 Boahtteáiggi fuolahanbálvalus

source: Morgendagens omsorgstjeneste skal skape tjenestetilbudet sammen med brukerne, samhandle med pårørende, ta i bruk velferdsteknologi og mobilisere lokalsamfunnet på nye måter.
sme: Boahtteáiggi fuolahanbálvalus galgá ráhkadit bálvalusfálaldaga ovttas geavaheddjiiguin, doaibmat ovttas oapmahaččaiguin, geavahišgoahtit buorrediliteknologiija ja mobiliseret báikkálaš servodaga ođđa vugiiguin.

source: Nye arbeidsmetoder og samspill med familie og nettverk vil samlet stille store krav til endring i kompetanse og rekruttering, og bety nye måter å organisere tjenestene på.
sme: Ođđa bargovuogit ja ovttasdoaibman bearrašiin ja fierpmádagain gáibida ollislaččat ollu rievdadusaid gelbbolašvuođa ja rekruterema hárrái, ja ahte fertet organiseret bálvalusaid ođđa vugiin.

source: Det er derfor behov for et faglig omstillingsarbeid som både foredler omsorgstjenestenes pleiefaglige arbeid og tar i bruk bredere tverrfaglig kompetanse på rehabilitering og sosialt nettverksarbeid.
sme: Dárbbašit fágalaš nuppástuhttima, man olis ovddidit fuolahanbálvalusa dikšunfágalaš barggu ja váldit atnui viidásut fágaidgaskasaš gelbbolašvuođa veajuiduhttinsuorggis ja sosiála fierpmádatbarggus.

source: Tre områder peker seg ut som noen av omsorgstjenestenes viktigste utfordringer og muligheter:
sme: Golbma suorggi orrot leamen fuolahansuorggi stuorámus hástalusat ja vejolašvuođat:

source: aktiv omsorg
sme: aktiiva fuolaheapmi

source: hverdagsrehabilitering
sme: árgabeaiveajuiduhttin

source: omsorg og død
sme: fuolaheapmi ja jápmin

source: 2.4.1 Aktiv omsorg
sme: 2.4.1 Aktiiva fuolaheapmi

source: Kultur, måltider, aktivitet og trivsel er helt sentrale og grunnleggende elementer i et helhetlig omsorgstilbud.
sme: Kultuvra, mállásat, aktivitehta ja loaktin leat ollislaš fuolahanfálaldaga mávssoleamos vuođđogeađggit.

source: For å utvikle en framtidsrettet og god omsorgstjeneste er det behov for større vektlegging av aktivisering både sosialt og fysisk og økt oppmerksomhet på brukeres sosiale, eksistensielle og kulturelle behov.
sme: Go ovddidit boahtteáigái heivehuvvon, buriid fuolahanbálvalusaid, de fertet deattuhit sakka eanet sihke sosiála ja fysihkalaš aktiviserema, ja fertet giddet eanet fuopmášumi geavaheddjiid sosiála, eksistensiála ja kultuvrralaš dárbbuide.

source: Dagaktivitetstilbud blir ofte kalt det manglende mellomleddet i omsorgstjenestene.
sme: Beaiveaktivitehtafálaldaga gohčodit dávjá gaskalađasin, mii fuolahanbálvalusain váilu.

source: Regjeringen har derfor startet en omfattende utbygging av dagaktivitetstilbud for personer med demens, og har et mål om å lovfeste kommunenes plikt til å tilby dagtilbud til personer med demens når tilbudet er bygd ut.
sme: Ráđđehus lea danin johttáhan beaiveaktivitehtafálaldaga ráhkadeami olbmuide, geain lea demeansa, ja áigumuš lea lágain nannet gielddaid geatnegasvuođa fállat beaivefálaldaga demeanta olbmuide, go fálaldat lea ráhkaduvvon.

source: Dagaktivitetstilbud gir meningsfulle hverdager og gode opplevelser for den enkelte bruker, og kan i mange tilfeller avlaste pårørende og bidra til å forhindre eller utsette institusjonsinnleggelse.
sme: Beaiveaktivitehtafálaldat buktá ulbmillaš sisdoalu ja buriid vásáhusaid geavaheaddji dábálaš eallimii, ja dat sáhttá máŋgii geahpedit oapmahaččaid dili, ja hehttet dahje maŋidit ásahusas orruma.

source: Kunst og kultur kan brukes innovativt til å utvikle nye metoder og faglige tilnærminger til omsorgstjenestene.
sme: Dáidaga ja kultuvrra vuođul sáhttá innovatiiva vugiiguin ovddidit fuolahanbálvalussii ođđa metodaid ja fágalaš lahkonanvugiid.

source: Kultur og omsorg må spille sammen i et tett tverrfaglig samarbeid som både stimulerer kropp og sjel og aktiviserer tanke og følelsesliv, for eksempel gjennom erindringsgrupper og skriveprosjekter, dansekvelder og musikkgrupper eller gjennom kunst- og kulturprosjekter som bygger på den enkeltes evner, interesser og livshistorie.
sme: Kultuvra ja fuolaheapmi galget leat lávgalagaid fágarájáid rasttildeaddji ovttasbarggus, mii arvvosmahttá rupmaša ja sielu ja aktivisere jurdagiid ja dovdduid, ovdamearkka dihte muittašanjoavkkuin ja čállinprošeavttain, dánsuneahkediin ja musihkkajoavkkuin dahje dáidda- ja kulturprošeavttain, maid vuođđun leat olbmo iežas attáldagat, beroštumit ja eallinhistorjá.

source: Regjeringen ønsker å videreutvikle det samarbeidet som er etablert mellom kultursektoren og omsorgstjenestene gjennom Den kulturelle spaserstokken, og som bidrar til gode kulturopplevelser i hverdagen.
sme: Ráđđehus háliida ovddidit viidáseappot ovttasbarggu, mii lea ásahuvvon kultursuorggi ja fuolahansuorggi gaskii, ja man gohčodit Kultuvrralaš vázzinsoabbin, ja man olis ollugat ožžot buriid kulturvásáhusaid árgabeaivvisteaset.

source: Det er etter hvert utviklet ulike miljøtiltak som kan brukes terapeutisk mot uro og depresjon ved demens eller mot utagering ved stell og daglige aktiviteter.
sme: Dađistaga leat ovddidan máŋggalágan birasdoaimmaid, maid sáhttá geavahit terapevttalaččat ráfehisvuođa ja lossamiela vuostá dahje bieđđama vuostá divššu ja beaivválaš doaimmaid oktavuođas.

source: I likhet med spesialisthelsetjenesten, må også omsorgssektoren utvikle systemer som sikrer at ny kunnskap tas i bruk.
sme: Nu mo spesialistadearvvašvuođabálvalusasge, de ferte fuolahansuorggis ovddidit vuogádagaid, mat sihkkarastet ahte ođđa máhttu váldojuvvo atnui.

source: For å bidra til at nye metoder spres og benyttes som første valg i behandling og pleie, ønsker regjeringen å etablere et kompetansemiljø som kan ha ansvar for utvikling og spredning av miljøterapeutiske behandlingstiltak.
sme: Ráđđehus háliida, ahte ođđa metodat lávdaduvvojit ja geavahuvvojit dálkkodeami ja divššu vuosttaš molssaeaktun, ja danin dat árvala ásahit gelbbolašvuođabirrasa, mas sáhttá leat ovddasvástádus birasterapevttalaš dálkkodandoaimmaid ovddideames ja lávdadeames.

source: 2.4.2 Hverdagsrehabilitering
sme: 2.4.2 Árgabeaiveajuiduhttin

source: Det er et mål både for den enkelte og samfunnet å utnytte de ressurser, evner og muligheter brukerne selv har for mestre hverdagen.
sme: Sihke oktagas olbmo ja servodaga ulbmil lea geavahit ávkin resurssaid, návccaid ja vejolašvuođaid, mat geavaheaddjis alddis leat, vai son birge dábálaš eallimis.

source: Derfor må habilitering og rehabilitering være en naturlig og sentral del av all omsorg og pleie.
sme: Danin fertejit návccaiduhttin ja veajuiduhttin leat buot fuolaheami ja divššu lunddolaš váldooassi.

source: Det ligger et rehabiliterende element i all god behandling.
sme: Buot buori dálkkodeapmái gullá veajuiduhttin.

source: En stor del av ressursene i omsorgssektoren er rettet mot pleie av alvorlig syke og tiltak som kompenserer for funksjonstap.
sme: Stuorra oassi fuolahansuorggi návccain geavahuvvojit duođalaš buohcuvuođaid dikšumii ja doaimmaide, maiguin buhtadit doaibmanávccaid massima.

source: Slik må det fortsatt være.
sme: Nu galgáge boahtteáiggisge leat.

source: Omsorgstjenesten må alltid være hos de som har de største behov for bistand og pleie.
sme: Fuolahanbálvalus galgá álo bargat sin ovdii, geain lea stuorámus veahkke- ja dikšodárbu.

source: Samtidig må vi åpne for nye tilnærminger som vurderer potensialet for rehabilitering og har nødvendig kompetanse til å utnytte de ressurser den enkelte har, før mer tradisjonelle og kompenserende tiltak settes i verk.
sme: Seammás mii fertet sáhttit geavahišgoahtit ođđa lahkonanvugiid, main árvvoštallat veajuiduhttinpotentiála ja main lea dárbbašlaš gelbbolašvuohta nu ahte sáhttit oažžut ávkki eaŋkil olbmo resurssain, ovdalgo ollašuhttigohtet eanetge árbevirolaš, buhtadeaddji doaimmaid.

source: Regjeringen vil derfor bidra til en faglig omstilling av den kommunale helse- og omsorgstjenesten gjennom sterkere vekt på rehabilitering, forebygging og tidlig innsats.
sme: Ráđđehus háliida nappo bargat dan ovdii, ahte nuppástuhttit gielddaid dearvvašvuođa- ja fuolahanbálvalusa fágalaččat, nu ahte dain deattuhit nannoseappot veajuiduhttima, ovddalgihtii eastadeami ja árra muttu doaimmaid.

source: Hverdagsrehabilitering er et eksempel på at tidlig innsats og rehabilitering i omsorgstjenestene bidrar til økt livskvalitet og bedre funksjonsnivå hos brukerne.
sme: Árgabeaiveajuiduhttin lea ovdamearka das, ahte árra doaimmat ja veajuiduhttin fuolahanbálvalusaid olis buorida geavaheddjiid eallinkvaliteahta ja doaibmadási.

source: Hverdagsrehabilitering er en type rehabilitering som kan drives i større omfang gjennom å involvere hjemmetjenestene i arbeidet.
sme: Árgabeaiveajuiduhttin lea dakkár veajuiduhttin, maid sáhttá dahkat oalle viidát go fátmmastit ruovttubálvalusaid dan bargui.

source: Som metode og faglig tilnærming tar hverdagsrehabilitering utgangspunkt i å avdekke hvilke muligheter brukeren selv har til å bidra aktivt med å gjenopprette eller øke tidligere funksjonsnivå.
sme: Metodan ja fágalaš lahkoneapmin árgabeaiveajuiduhttin vuolgá das, ahte čielggadit makkár vejolašvuođat geavaheaddjis alddis leat bargat aktiivvalaččat doaibmadási máhcaheami dahje buorideami ovdii.

source: Brukerens egne ressurser, ønsker og personlige mål er utgangspunktet for tjenesten som leveres.
sme: Geavaheaddji iežas resurssat, sávaldagat ja persovnnalaš ulbmilat leat bálvalusa vuođđun.

source: Metoden krever at de ansatte må arbeide sammen med, og ikke for, den enkelte bruker.
sme: Metoda eaktuda, ahte bargit ovttasbarget geavaheddjiin, eaige dušše bargga su ovdii.

source: Tidlig tverrfaglig kartlegging av rehabiliteringspotensialet hos brukeren og tilsvarende tidlig og intensiv opptrening øker mestringsevnen og reduserer behovet for hjelp fra det offentlige.
sme: Go árra muttus kártejit geavaheaddji veajuiduhttinpotentiála geahčakeahttá fágarájáide ja go dasto vástideaddji vugiin hárjehahttet árra muttus intensiiva vugiin, de badjánit birgennávccat nu ahte ii šat dárbbašuvvo nu ollu almmolaš veahkki.

source: Ved innføring av hverdagsrehabilitering i hjemmetjenestene opprettes det vanligvis et tverrfaglig team bestående av ergoterapeuter, fysioterapeuter, vernepleiere, sosionomer og sykepleiere med rehabiliteringskompetanse.
sme: Go ruovttubálvalusain bargagohtet árgabeaiveajuiduhttimiin, de ásahit dábálaččat fágaidgaskasaš joavkku, masa gullet ergoterapevttat, fysioterapevttat, suodjalandivššárat, sosionomat ja buohccedivššárat, geain lea veajuiduhttingelbbolašvuohta.

source: Teamet går inn og vurderer rehabiliteringsmuligheter hos den enkelte, og samarbeider om å lære opp og veilede ansatte i hjemmetjenestene, slik at de kan stå for opptreningen på brukerens naturlige arenaer, i hjemmet og i nærmiljøet.
sme: Joavku árvvoštallá olbmo veajuiduhttinvejolašvuođaid ja ovttasbarggus oahpaha ja neavvu ruovttubálvalusa bargiid, nu ahte sii sáhttet bargat veajuiduhttimiin geavaheaddji lunddolaš birrasis, ruovttus ja lagašbirrasis.

source: Regjeringen ønsker å videreutvikle satsingen på rehabilitering, aktivisering, mestring med personlige mål, og stimulere kommunene til å forsøke ulike modeller for tidlig innsats og hverdagsrehabilitering.
sme: Ráđđehus háliida ovddidit ain áŋgiruššama veajuiduhttima ovdii, aktiviserema ovdii ja ođđa áššiid hálddašeami ovdii, mii dahkkojuvvo persovnnalaš ulbmiliiguin, ja arvvosmahttit gielddaid geahččaladdat árramuttu doaimmaid ja árgabeaiveajuiduhttima sierralágan modeallaid.

source: 2.4.3 Omsorg og død
sme: 2.4.3 Fuolaheapmi ja jápmin

source: Noen av omsorgstjenestens brukere vil ha behov for behandling og pleie i kortere perioder, mens andre trenger assistanse og bistand gjennom hele livsløpet.
sme: Fuolahanbálvalusa muhtin geavaheaddjit dárbbašit dálkkodeami ja divššu oanehis áigodagaid, muhtimat fas dárbbašit veahki ja doarjaga olles eallima.

source: Alvorlig eller uhelbredelig syke og døende og brukere med stort behov for omsorg og pleie skal ha tilgang til sikre og gode tjenester.
sme: Divššohasat, geain leat duođalaš dávddat, mat eai soaitte buorránitge, dahje geat leat jápmimin, dahje geat dárbbašit ollu fuolaheami ja divššu, galget oažžut sihkkaris, buriid bálvalusaid.

source: Da handler det om å bli behandlet med verdighet og respekt, og få ivaretatt både fysiske, psykiske og sosiale og åndelige og eksistensielle behov.
sme: Dalle lea sáhka das, ahte olbmo váldet vuostá olmmošvuođain ja gudnejahttimiin, ja ahte sihke olbmo fysihkalaš, psyhkalaš ja sosiála ja vuoiŋŋalaš ja eksistentiála dárbbut ollašuvvet.

source: Norge er et av de land i verden hvor færrest dør i eget hjem.
sme: Norga gullá daid riikkaide, main hui hárve jápmet ruovttus.

source: Å legge til rette for at mennesker kan dø hjemme, kan hjelpe oss til å få et mer naturlig forhold til døden.
sme: Jos láhčit dilálašvuođaid dasa, ahte olbmot sáhttet jápmit ruovttus, de sáhttit oažžut lunddolabbo oktavuođa jápmimiin.
